{
  "_class_name": "ChromaRadianceTransformer2DModel",
  "_diffusers_version": "0.30.0.dev0",
  "in_channels": 3,
  "context_in_dim": 4096,
  "hidden_size": 3072,
  "mlp_ratio": 4.0,
  "num_heads": 24,
  "depth": 19,
  "depth_single_blocks": 38,
  "axes_dim": [16, 56, 56],
  "theta": 10000,
  "qkv_bias": true,
  "guidance_embed": false,
  "approximator_in_dim": 3,
  "approximator_depth": 5,
  "approximator_hidden_size": 5120,
  "patch_size": 16,
  "nerf_hidden_size": 64,
  "nerf_mlp_ratio": 4,
  "nerf_depth": 4,
  "nerf_max_freqs": 8,
  "nerf_tile_size": 16,
  "nerf_final_head_type": "conv"
}