{
  "_class_name": "Flux2Pipeline",
  "_diffusers_version": "0.36.0",
  "scheduler": [
    "diffusers",
    "FlowMatchEulerDiscreteScheduler"
  ],
  "text_encoder": [
    "transformers",
    "Qwen3Model"
  ],
  "tokenizer": [
    "transformers",
    "Qwen2TokenizerFast"
  ],
  "transformer": [
    "diffusers",
    "Chroma2Transformer2DModel"
  ],
  "vae": [
    "diffusers",
    "AutoencoderKL"
  ]
}
